{
  "barbecue": { "branch": "main" },
  "bento.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vague.nvim": { "branch": "main" },
  "vim-surround": { "branch": "master" }
}
